Repository: iqarulx/shenbagakutty_vagaiyara_temple
Catalog: lib/l10n/arb/intl_*.arb
Languages: ka, ml, ta, te

# projectTitle
source: Shenbagakutty Vagaiyara
ka: ಶೆಂಬಗಕುಟ್ಟಿ ವಾಗಯ್ಯರ
ml: ശെൻഭാഗക്കുട്ടി വഗയ്യറ
ta: செண்பகக்குட்டி வகையறா
te: శెంబగకుట్టి వగయ్యరా

# apiErrorText
source: Something went wrong! Please try again
ka: ಏನೋ ತಪ್ಪಾಗಿದೆ! ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു! ദയവായി വീണ്ടും ശ്രമിക്കുക
ta: ஏதோ தவறாகிவிட்டது! மீண்டும் முயற்சிக்கவும்
te: ఏదో తప్పు జరిగింది! దయచేసి మళ్లీ ప్రయత్నించండి

# logoutTitle
source: Logout
ka: ಲಾಗ್ಔಟ್
ml: പുറത്തുകടക്കുക
ta: வெளியேறு
te: లాగ్అవుట్

# logoutSubTitle
source: Are you sure want to logout?
ka: ನೀವು ಖಚಿತವಾಗಿ ಲಾಗ್ಔಟ್ ಮಾಡಲು ಬಯಸುವಿರಾ?
ml: ലോഗൗട്ട് ചെയ്യണമെന്ന് തീർച്ചയാണോ?
ta: நீங்கள் நிச்சயமாக வெளியேற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా లాగ్ అవుట్ చేయాలనుకుంటున్నారా?

# logoutSuccessMsg
source: Logout Successfully
ka: ಲಾಗ್‌ಔಟ್ ಯಶಸ್ವಿಯಾಗಿ
ml: ലോഗ്ഔട്ട് വിജയകരമായി
ta: வெளியேறுதல் வெற்றிகரமாக
te: లాగ్ అవుట్ విజయవంతంగా

source: Back
ka: ಹಿಂದೆ
ml: തിരികെ
ta: வெளியேறு
te: వెనుకకు

source: Clear
ka: ತೆರವುಗೊಳಿಸಿ
ml: ക്ലിയർ
ta: தெளிவு
te: క్లియర్

source: Select
ka: ಆಯ್ಕೆ ಮಾಡಿ
ml: തിരഞ്ഞെടുക്കുക
ta: தேர்ந்தெடு
te: ఎంచుకోండి

source: Date
ka: ದಿನಾಂಕ
ml: തീയതി
ta: தேதி
te: తేదీ

source: Edit
ka: ಸಂಪಾದಿಸು
ml: എഡിറ്റ് ചെയ്യുക
ta: திருத்தவும்
te: సవరించు

source: Contact
ka: ಸಂಪರ್ಕಿಸಿ
ml: ബന്ധപ്പെടുക
ta: தொடர்பு கொள்ளவும்
te: సంప్రదించండి

source: Contact Information
ka: ಸಂಪರ್ಕ ಮಾಹಿತಿ
ml: ബന്ധപ്പെടാനുള്ള വിവരങ്ങൾ
ta: தொடர்பு தகவல்
te: సంప్రదింపు సమాచారం

# mobile
source: Mobile : {text}
ka: ಮೊಬೈಲ್ : {text}
ml: മൊബൈൽ : {text}
ta: மொபைல் : {text}
te: మొబైల్ : {text}

# email
source: Email : {text}
ka: ಇಮೇಲ್ : {text}
ml: ഇമെയിൽ : {text}
ta: மின்னஞ்சல் : {text}
te: ఇమెయిల్ : {text}

source: Address Information
ka: ವಿಳಾಸ ಮಾಹಿತಿ
ml: വിലാസ വിവരം
ta: முகவரி தகவல்
te: చిరునామా సమాచారం

# addressTitle1
source: Arulmighu Hariharaputhra Ayyanar Temple
ka: ಅರುಲ್ಮಿಘು ಹರಿಹರಪುತ್ರ ಅಯ್ಯನಾರ್ ದೇವಸ್ಥಾನ
ml: അരുൾമിഘു ഹരിഹരപുത്ര അയ്യനാർ ക്ഷേത്രം
ta: அருள்மிகு ஹரிஹரபுத்திர அய்யனார் திருக்கோயில்
te: అరుల్మిఘు హరిహరపుత్ర అయ్యనార్ ఆలయం

# addressSubtitle1
source: Kaliappa Nagar, Sivakasi, Tamil Nadu 626123
ka: ಕಾಳಿಯಪ್ಪ ನಗರ, ಶಿವಕಾಶಿ, ತಮಿಳುನಾಡು 626123
ml: കാളിയപ്പ നഗർ, ശിവകാശി, തമിഴ്‌നാട് 626123
ta: காளியப்பா நகர், சிவகாசி, தமிழ்நாடு 626123
te: కాలియప్ప నగర్, శివకాశి, తమిళనాడు 626123

# addressTitle2
source: Arulmighu Shenbaga Vinayagar Temple
ka: ಅರುಲ್ಮಿಘು ಶೆಂಬಾಗ ವಿನಾಯಕ ದೇವಸ್ಥಾನ
ml: അരുൾമിഘു ഷെൻബാഗ വിനായഗർ ക്ഷേത്രം
ta: அருள்மிகு செண்பக விநாயகர் திருக்கோயில்
te: అరుల్మిఘు శెంబగ వినాయగర్ ఆలయం

# addressSubtitle2
source: Sivakasi - Kalugumalai Rd, Kaliappa Nagar, Sivakasi, Tamil Nadu 626123
ka: ಶಿವಕಾಶಿ - ಕಲುಗುಮಲೈ ರಸ್ತೆ, ಕಾಳಿಯಪ್ಪ ನಗರ, ಶಿವಕಾಶಿ, ತಮಿಳುನಾಡು 626123
ml: ശിവകാശി - കലുഗുമല റോഡ്, കാളിയപ്പ നഗർ, ശിവകാശി, തമിഴ്‌നാട് 626123
ta: சிவகாசி - கழுகுமலை சாலை, காளியப்பா நகர், சிவகாசி, தமிழ்நாடு 626123
te: శివకాశి - కలుగుమలై రోడ్, కాలియప్ప నగర్, శివకాశి, తమిళనాడు 626123

source: Downloads
ka: ಡೌನ್‌ಲೋಡ್‌ಗಳು
ml: ഡൗൺലോഡുകൾ
ta: பதிவிறக்கங்கள்
te: డౌన్‌లోడ్‌లు

source: Delete Downloads
ka: ಡೌನ್‌ಲೋಡ್‌ಗಳನ್ನು ಅಳಿಸಿ
ml: ഡൗൺലോഡുകൾ ഇല്ലാതാക്കുക
ta: பதிவிறக்கங்களை நீக்கு
te: డౌన్‌లోడ్‌లను తొలగించండి

# deleteDownloadsTitle
source: Delete
ka: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
ta: நீக்கு
te: తొలగించు

# deleteDownloadsSubtitle
source: Are you sure want to delete all downloads?
ka: ಎಲ್ಲಾ ಡೌನ್‌ಲೋಡ್‌ಗಳನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ml: എല്ലാ ഡൗൺലോഡുകളും ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
ta: எல்லா பதிவிறக்கங்களையும் நிச்சயமாக நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా అన్ని డౌన్‌లోడ్‌లను తొలగించాలనుకుంటున్నారా?

# deleteDownloadsSuccessMsg
source: Downloads deleted
ka: ಡೌನ್‌ಲೋಡ್‌ಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ
ml: ഡൗൺലോഡുകൾ ഇല്ലാതാക്കി
ta: பதிவிறக்கங்கள் நீக்கப்பட்டன
te: డౌన్‌లోడ్‌లు తొలగించబడ్డాయి

source: No file name
ka: ಫೈಲ್ ಹೆಸರು ಇಲ್ಲ
ml: ഫയലിൻ്റെ പേരില്ല
ta: கோப்பு பெயர் இல்லை
te: ఫైల్ పేరు లేదు

source: Open File
ka: ಫೈಲ್ ತೆರೆಯಿರಿ
ml: ഫയൽ തുറക്കുക
ta: கோப்பைத் திறக்கவும்
te: ఫైల్‌ని తెరవండి

source: Dashboard
ka: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ml: ഡാഷ്ബോർഡ്
ta: டாஷ்போர்டு
te: డాష్‌బోర్డ్

source: Notification
ka: ಅಧಿಸೂಚನೆ
ml: അറിയിപ്പ്
ta: அறிவிப்பு
te: నోటిఫికేషన్

source: Temple Photos
ka: ದೇವಾಲಯದ ಫೋಟೋಗಳು
ml: ക്ഷേത്ര ചിത്രങ്ങൾ
ta: கோவில் புகைப்படங்கள்
te: ఆలయ ఫోటోలు

source: Mandapam
ka: ಮಂಡಪಂ
ml: മണ്ഡപം
ta: மண்டபம்
te: మండపం

source: Booked
ka: ಬುಕ್ ಮಾಡಲಾಗಿದೆ
ml: ബുക്ക് ചെയ്തു
ta: முன்பதிவு செய்யப்பட்டது
te: బుక్ చేసుకున్నారు

source: Today
ka: ಇಂದು
ml: ഇന്ന്
ta: இன்று
te: ఈరోజు

source: Failed to load image
ka: ಚಿತ್ರವನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
ml: ചിത്രം ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
ta: படத்தை ஏற்ற முடியவில்லை
te: చిత్రాన్ని లోడ్ చేయడంలో విఫలమైంది

source: Child Details
ka: ಮಕ್ಕಳ ವಿವರಗಳು
ml: കുട്ടികളുടെ വിശദാംശങ്ങൾ
ta: குழந்தை விவரங்கள்
te: పిల్లల వివరాలు

source: Remove Child
ka: ಮಗುವನ್ನು ತೆಗೆದುಹಾಕಿ
ml: കുട്ടിയെ നീക്കം ചെയ്യുക
ta: குழந்தையை அகற்று
te: చైల్డ్ తొలగించండి

# removeChildTitle
source: Remove
ka: ತೆಗೆದುಹಾಕಿ
ml: നീക്കം ചെയ്യുക
ta: அகற்று
te: తొలగించు

# removeChildBody
source: Are you sure want to remove child?
ka: ಮಗುವನ್ನು ತೆಗೆದುಹಾಕಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ml: കുട്ടിയെ നീക്കം ചെയ്യണമെന്ന് തീർച്ചയാണോ?
ta: குழந்தையை நிச்சயமாக அகற்ற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా బిడ్డను తీసివేయాలనుకుంటున్నారా?

# initial
source: Intial
ka: ಆರಂಭಿಕ
ml: പ്രാഥമികം
ta: ஆரம்ப
te: ప్రారంభ

source: Name
ka: ಹೆಸರು
ml: പേര്
ta: பெயர்
te: పేరు

source: Gender
ka: ಲಿಂಗ
ml: ലിംഗഭേദം
ta: பாலினம்
te: లింగం

source: Male
ka: ಪುರುಷMale
ml: പുരുഷൻ
ta: ஆண்
te: పురుషుడు

source: Female
ka: ಹೆಣ್ಣು
ml: സ്ത്രീ
ta: பெண்
te: స్త్రీ

source: Date of Birth
ka: ಹುಟ್ಟಿದ ದಿನಾಂಕ
ml: ജനനത്തീയതി
ta: பிறந்த தேதி
te: పుట్టిన తేదీ

source: Mobile Number
ka: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ml: മൊബൈൽ നമ്പർ
ta: மொபைல் எண்
te: మొబైల్ నంబర్

source: Rasi
ka: ರಾಶಿ
ml: റാസി
ta: ராசி
te: రాశి

source: Natchathiram
ka: ನಚ್ಚತಿರಂ
ml: നച്ചത്തിരം
ta: நட்சத்திரம்
te: నచ్చతిరం

source: Education
ka: ಶಿಕ್ಷಣ
ml: വിദ്യാഭ്യാസം
ta: கல்வி
te: విద్య

source: Job
ka: ಉದ್ಯೋಗ
ml: ജോലി
ta: வேலை
te: ఉద్యోగం

# marriageStatus
source: Marrige Status
ka: ಮದುವೆಯ ಸ್ಥಿತಿ
ml: വിവാഹ നില
ta: திருமண நிலை
te: వివాహ స్థితి

source: Yes
ka: ಹೌದು
ml: അതെ
ta: ஆம்
te: అవును

source: No
ka: ಸಂ
ml: ഇല്ല
ta: இல்லை
te: సంఖ్య

source: Cancel
ka: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
ta: ரத்து செய்
te: రద్దు చేయి

source: Confirm
ka: ದೃಢೀಕರಿಸಿ
ml: സ്ഥിരീകരിക്കുക
ta: உறுதிப்படுத்தவும்
te: నిర్ధారించండి

source: Life Partner Details
ka: ಜೀವನ ಸಂಗಾತಿ ವಿವರಗಳು
ml: ജീവിത പങ്കാളിയുടെ വിശദാംശങ്ങൾ
ta: வாழ்க்கை துணை விவரங்கள்
te: జీవిత భాగస్వామి వివరాలు

source: Marriage Date
ka: ಮದುವೆ ದಿನಾಂಕ
ml: വിവാഹ തീയതി
ta: திருமண தேதி
te: వివాహ తేదీ

source: Profile Photo
ka: ಪ್ರೊಫೈಲ್ ಫೋಟೋ
ml: പ്രൊഫൈൽ ഫോട്ടോ
ta: சுயவிவரப் புகைப்படம்
te: ప్రొఫైల్ ఫోటో

source: Wife Photo
ka: ಹೆಂಡತಿಯ ಫೋಟೋ
ml: ഭാര്യയുടെ ഫോട്ടോ
ta: மனைவி புகைப்படம்
te: భార్య ఫోటో

source: Family Photo
ka: ಕುಟುಂಬದ ಫೋಟೋ
ml: കുടുംബ ഫോട്ടോ
ta: குடும்ப புகைப்படம்
te: కుటుంబ ఫోటో

source: Country
ka: ದೇಶ
ml: രാജ്യം
ta: நாடு
te: దేశం

source: State
ka: ರಾಜ್ಯ
ml: സംസ്ഥാനം
ta: மாநிலம்
te: రాష్ట్రం

source: City
ka: ನಗರ
ml: നഗരം
ta: நகரம்
te: నగరం

source: Pincode
ka: ಪಿನ್‌ಕೋಡ್
ml: പിൻകോഡ്
ta: பின்கோடு
te: పిన్ కోడ్

source: Address
ka: ವಿಳಾಸ
ml: വിലാസം
ta: முகவரி
te: చిరునామా

source: Company Name
ka: ಕಂಪನಿ ಹೆಸರು
ml: കമ്പനി പേര്
ta: நிறுவனத்தின் பெயர்
te: కంపెనీ పేరు

source: Remarks
ka: ಟೀಕೆಗಳು
ml: അഭിപ്രായങ്ങൾ
ta: கருத்துக்கள்
te: వ్యాఖ్యలు

source: History
ka: ಇತಿಹಾಸ
ml: ചരിത്രം
ta: வரலாறு
te: చరిత్ర

source: Member Name
ka: ಸದಸ್ಯರ ಹೆಸರು
ml: അംഗത്തിൻ്റെ പേര്
ta: உறுப்பினர் பெயர்
te: సభ్యుని పేరు

source: Profession
ka: ವೃತ್ತಿ
ml: തൊഴിൽ
ta: தொழில்
te: వృత్తి

source: Wife Name
ka: ಹೆಂಡತಿಯ ಹೆಸರು
ml: ഭാര്യയുടെ പേര്
ta: மனைவி பெயர்
te: భార్య పేరు

source: Wife Education
ka: ಪತ್ನಿ ಶಿಕ್ಷಣ
ml: ഭാര്യ വിദ്യാഭ്യാസം
ta: மனைவி கல்வி
te: భార్య విద్య

source: Phone Number
ka: ದೂರವಾಣಿ ಸಂಖ್ಯೆ
ml: ഫോൺ നമ്പർ
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్

source: Adhaar Number
ka: ಆಧಾರ್ ಸಂಖ್ಯೆ
ml: ആധാർ നമ്പർ
ta: ஆதார் எண்
te: ఆధార్ సంఖ్య

source: Wife Rasi
ka: ಪತ್ನಿ ರಾಶಿ
ml: ഭാര്യ റാസി
ta: மனைவி ராசி
te: భార్య రాశి

source: Wife Natchathiram
ka: ಪತ್ನಿ ನಚ್ಚತಿರಾಮ್
ml: ഭാര്യ നച്ചത്തിരം
ta: மனைவி நட்சத்திரம்
te: భార్య నచ్చతిరమ్

source: Father Id
ka: ತಂದೆ ಐಡಿ
ml: പിതാവ് ഐഡി
ta: தந்தை ஐடி
te: తండ్రి Id

source: Family Order
ka: ಕುಟುಂಬ ಆದೇಶ
ml: കുടുംബ ഓർഡർ
ta: குடும்ப ஒழுங்கு
te: కుటుంబ ఆర్డర్

source: Father Name
ka: ತಂದೆಯ ಹೆಸರು
ml: പിതാവിൻ്റെ പേര്
ta: தந்தை பெயர்
te: తండ్రి పేరు

source: Status
ka: ಸ್ಥಿತಿ
ml: നില
ta: நிலை
te: స్థితి

source: Introducer Id
ka: ಪರಿಚಯಕಾರ ಐಡಿ
ml: അവതാരിക ഐഡി
ta: அறிமுகம் செய்பவர் ஐடி
te: పరిచయకర్త Id

source: Introducer Relationship
ka: ಪರಿಚಯಕಾರರ ಸಂಬಂಧ
ml: അവതാരിക ബന്ധം
ta: அறிமுகம் செய்பவர் உறவு
te: పరిచయకర్త సంబంధం

source: Date Of Joining
ka: ಸೇರುವ ದಿನಾಂಕ
ml: ചേരുന്ന തീയതി
ta: சேரும் தேதி
te: చేరిన తేదీ

source: Date of Deletion
ka: ಅಳಿಸುವಿಕೆಯ ದಿನಾಂಕ
ml: ഇല്ലാതാക്കിയ തീയതി
ta: நீக்கப்பட்ட தேதி
te: తొలగింపు తేదీ

source: Date of Rejoin
ka: ಮರುಸೇರ್ಪಡೆಯ ದಿನಾಂಕ
ml: വീണ്ടും ചേരുന്ന തീയതി
ta: மீண்டும் இணைந்த தேதி
te: తిరిగి చేరిన తేదీ

source: Edit Profile
ka: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
ml: പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക
ta: சுயவிவரத்தைத் திருத்து
te: ప్రొఫైల్‌ని సవరించండి

source: Personal Details
ka: ವೈಯಕ್ತಿಕ ವಿವರಗಳು
ml: വ്യക്തിഗത വിശദാംശങ്ങൾ
ta: தனிப்பட்ட விவரங்கள்
te: వ్యక్తిగత వివరాలు

source: Member Images
ka: ಸದಸ್ಯರ ಚಿತ್ರಗಳು
ml: അംഗങ്ങളുടെ ചിത്രങ്ങൾ
ta: உறுப்பினர் படங்கள்
te: సభ్యుల చిత్రాలు

source: Submit
ka: ಸಲ್ಲಿಸಿ
ml: സമർപ്പിക്കുക
ta: சமர்ப்பிக்கவும்
te: సమర్పించండి

# updateSuccessMsg
source: Updated Successfully
ka: ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
ml: വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു
ta: வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: విజయవంతంగా నవీకరించబడింది

source: Profile
ka: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
ta: சுயவிவரம்
te: ప్రొఫైల్

source: Refresh
ka: ರಿಫ್ರೆಶ್ ಮಾಡಿ
ml: പുതുക്കുക
ta: புதுப்பிக்கவும்
te: రిఫ్రెష్ చేయండి

source: Member Id
ka: ಸದಸ್ಯ ಐಡಿ
ml: അംഗ ഐഡി
ta: உறுப்பினர் ஐடி
te: మెంబర్ Id

source: Qr Details
ka: Qr ವಿವರಗಳು
ml: Qr വിശദാംശങ്ങൾ
ta: Qr விவரங்கள்
te: Qr వివరాలు

source: Download Qr
ka: Qr ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ml: Qr ഡൗൺലോഡ് ചെയ്യുക
ta: Qr ஐப் பதிவிறக்கவும்
te: Qrని డౌన్‌లోడ్ చేయండి

source: Settings
ka: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
ta: அமைப்புகள்
te: సెట్టింగ్‌లు

# notificationSubtitle
source: Push notifications while downloading file
ka: ಫೈಲ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡುವಾಗ ಅಧಿಸೂಚನೆಗಳನ್ನು ಒತ್ತಿರಿ
ml: ഫയൽ ഡൗൺലോഡ് ചെയ്യുമ്പോൾ അറിയിപ്പുകൾ പുഷ് ചെയ്യുക
ta: கோப்பைப் பதிவிறக்கும் போது அறிவிப்புகளை அழுத்தவும்
te: ఫైల్‌ని డౌన్‌లోడ్ చేస్తున్నప్పుడు నోటిఫికేషన్‌లను పుష్ చేయండి

source: App Theme
ka: ಅಪ್ಲಿಕೇಶನ್ ಥೀಮ್
ml: ആപ്പ് തീം
ta: பயன்பாட்டு தீம்
te: యాప్ థీమ్

# appThemeSubtitle
source: Change Theme
ka: ಥೀಮ್ ಬದಲಾಯಿಸಿ
ml: തീം മാറ്റുക
ta: தீம் மாற்றவும்
te: థీమ్ మార్చండి

source: Cache
ka: ಸಂಗ್ರಹ
ml: കാഷെ
ta: தற்காலிக சேமிப்பு
te: కాష్

# cacheSubtitle
source: Clear app temporary files
ka: ಅಪ್ಲಿಕೇಶನ್ ತಾತ್ಕಾಲಿಕ ಫೈಲ್‌ಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ
ml: ആപ്പ് താൽക്കാലിക ഫയലുകൾ മായ്ക്കുക
ta: பயன்பாட்டின் தற்காலிக கோப்புகளை அழிக்கவும்
te: యాప్ తాత్కాలిక ఫైల్‌లను క్లియర్ చేయండి

source: Clear Temp Files
ka: ಟೆಂಪ್ ಫೈಲ್‌ಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ
ml: താൽക്കാലിക ഫയലുകൾ മായ്ക്കുക
ta: தற்காலிக கோப்புகளை அழிக்கவும்
te: టెంప్ ఫైల్‌లను క్లియర్ చేయండి

source: App Version
ka: ಅಪ್ಲಿಕೇಶನ್ ಆವೃತ್ತಿ
ml: ആപ്പ് പതിപ്പ്
ta: ஆப் பதிப்பு
te: యాప్ వెర్షన్

source: View Qr Details
ka: Qr ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: Qr വിശദാംശങ്ങൾ കാണുക
ta: Qr விவரங்களைக் காண்க
te: Qr వివరాలను వీక్షించండి

source: Menu
ka: ಮೆನು
ml: മെനു
ta: மெனு
te: మెనూ

source: Receipt
ka: ರಶೀದಿ
ml: രസീത്
ta: ரசீது
te: రసీదు

source: No records
ka: ದಾಖಲೆಗಳಿಲ್ಲ
ml: രേഖകളില്ല
ta: பதிவுகள் இல்லை
te: రికార్డులు లేవు

# noRecordsSubtitle
source: No data available to show
ka: ತೋರಿಸಲು ಯಾವುದೇ ಡೇಟಾ ಲಭ್ಯವಿಲ್ಲ
ml: കാണിക്കാൻ ഡാറ്റയൊന്നും ലഭ്യമല്ല
ta: காட்டுவதற்கு தரவு எதுவும் இல்லை
te: చూపించడానికి డేటా అందుబాటులో లేదు

source: Language
ka: ಭಾಷೆ
ml: ഭാഷ
ta: மொழி
te: భాష

# languageSubtitle
source: Change Language
ka: ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸಿ
ml: ഭാഷ മാറ്റുക
ta: மொழியை மாற்றவும்
te: భాష మార్చండి

source: Receipt Date
ka: ರಶೀದಿ ದಿನಾಂಕ
ml: രസീത് തീയതി
ta: ரசீது தேதி
te: రసీదు తేదీ

source: Receipt Type
ka: ರಶೀದಿ ಪ್ರಕಾರ
ml: രസീത് തരം
ta: ரசீது வகை
te: రసీదు రకం

source: Type
ka: ಟೈಪ್ ಮಾಡಿ
ml: ടൈപ്പ് ചെയ്യുക
ta: வகை
te: టైప్ చేయండి

source: Select Receipt Type
ka: ರಶೀದಿ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: രസീത് തരം തിരഞ്ഞെടുക്കുക
ta: ரசீது வகையைத் தேர்ந்தெடுக்கவும்
te: రసీదు రకాన్ని ఎంచుకోండి

source: Member
ka: ಸದಸ್ಯ
ml: അംഗം
ta: உறுப்பினர்
te: సభ్యుడు

source: Select Member
ka: ಸದಸ್ಯರನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ml: അംഗം തിരഞ്ഞെടുക്കുക
ta: உறுப்பினரைத் தேர்ந்தெடுக்கவும்
te: సభ్యుడిని ఎంచుకోండి

source: Amount
ka: ಮೊತ್ತ
ml: തുക
ta: தொகை
te: మొత్తం

# emterAmount
source: Enter amount
ka: ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ml: തുക നൽകുക
ta: தொகையை உள்ளிடவும்
te: మొత్తాన్ని నమోదు చేయండి

source: Funeral To
ka: ಅಂತ್ಯಕ್ರಿಯೆ
ml: ശവസംസ്കാരം
ta: இறுதிச் சடங்கு
te: అంత్యక్రియలకు

# enterFuneralTo
source: Enter the funeral to
ka: ಅಂತ್ಯಕ್ರಿಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ശവസംസ്കാര ചടങ്ങിൽ പ്രവേശിക്കുക
te: అంత్యక్రియలకు ప్రవేశించండి

source: Non-Member Name
ka: ಸದಸ್ಯರಲ್ಲದ ಹೆಸರು
ml: അംഗമല്ലാത്ത പേര്
ta: உறுப்பினர் அல்லாத பெயர்
te: సభ్యుడు కాని పేరు

# nonMemberError
source: Enter the name or select member
ka: ಹೆಸರನ್ನು ನಮೂದಿಸಿ ಅಥವಾ ಸದಸ್ಯರನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: പേര് നൽകുക അല്ലെങ്കിൽ അംഗം തിരഞ്ഞെടുക്കുക
ta: பெயரை உள்ளிடவும் அல்லது உறுப்பினரைத் தேர்ந்தெடுக்கவும்
te: పేరును నమోదు చేయండి లేదా సభ్యుడిని ఎంచుకోండి

source: Function Date
ka: ಕಾರ್ಯ ದಿನಾಂಕ
ml: പ്രവർത്തന തീയതി
ta: செயல்பாட்டு தேதி
te: ఫంక్షన్ తేదీ

source: Select Date
ka: ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: തീയതി തിരഞ്ഞെടുക്കുക
ta: தேதியைத் தேர்ந்தெடுக்கவும்
te: తేదీని ఎంచుకోండి

source: Count For MudiKanikai
ka: ಮುಡಿ ಕಾಣಿಕ್ಕಾಯಿಗೆ ಎಣಿಸಿ
ml: മുടി കാണിക്കായി എണ്ണുക
ta: முடி கனிக்காய் எண்ணு
te: ముడి కనిక్కై కోసం లెక్కించండి

# countError
source: Enter the count
ka: ಎಣಿಕೆ ನಮೂದಿಸಿ
ml: എണ്ണം നൽകുക
ta: எண்ணிக்கையை உள்ளிடவும்
te: గణనను నమోదు చేయండి

# countForKathukuthu
source: Count For Kadhu Kuthu
ka: ಕಡು ಕುತ್ತುಗೆ ಎಣಿಸಿ
ml: കടു കുത്ത് എണ്ണുക
ta: காது குத்து எண்ணு
te: కదు కుతు కోసం కౌంట్ చేయండి

# decription
source: Description
ka: ವಿವರಣೆ
ml: വിവരണം
ta: விளக்கம்
te: వివరణ

# enterDescription
source: Enter the description
ka: ವಿವರಣೆಯನ್ನು ನಮೂದಿಸಿ
ml: വിവരണം നൽകുക
ta: விளக்கத்தை உள்ளிடவும்
te: వివరణను నమోదు చేయండి

source: Year Amount
ka: ವರ್ಷದ ಮೊತ್ತ
ml: വർഷം തുക
ta: ஆண்டு தொகை
te: సంవత్సరం మొత్తం

# enterYearAmount
source: Enter the year amount
ka: ವರ್ಷದ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ml: വർഷം തുക നൽകുക
ta: ஆண்டு தொகையை உள்ளிடவும்
te: సంవత్సరం మొత్తాన్ని నమోదు చేయండి

source: Poojai From Date
ka: ಪೂಜಾಯ್ ದಿನಾಂಕದಿಂದ
ml: പൂജൈ തീയതി മുതൽ
ta: தேதியிலிருந்து பூஜை
te: పూజాయ్ తేదీ నుండి

# poojaiFromDateError
source: Enter the Poojai From Date
ka: ದಿನಾಂಕದಿಂದ ಪೂಜಾಯ್ ಅನ್ನು ನಮೂದಿಸಿ
ml: തീയതി മുതൽ പൂജൈ നൽകുക
ta: தேதியிலிருந்து பூஜையை உள்ளிடவும்
te: తేదీ నుండి పూజైని నమోదు చేయండి

source: Poojai To Date
ka: ಪೂಜಾಯ್ ಇಲ್ಲಿಯವರೆಗೆ
ml: പൂജൈ ഇന്നുവരെ
ta: பூஜை இன்றுவரை
te: పూజాయ్ ఇప్పటి వరకు

# poojaiToDateError
source: Enter the Poojai To Date
ka: ಪೂಜಾಯ್ ಟು ಡೇಟ್ ಅನ್ನು ನಮೂದಿಸಿ
ml: പൂജൈ ടു ഡേറ്റ് നൽകുക
ta: இன்று வரை உள்ள பூஜையை உள்ளிடவும்
te: పూజాయ్ తేదీని నమోదు చేయండి

source: Poojai Amount
ka: ಪೂಜಾಯ್ ಮೊತ್ತ
ml: പൂജൈ തുക
ta: பூஜை தொகை
te: పూజాయ్ మొత్తం

# poojaiAmountError
source: Enter the Poojai Amount
ka: ಪೂಜಾಯ್ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ml: പൂജൈ തുക നൽകുക
ta: பூஜை தொகையை உள்ளிடவும்
te: పూజాయ్ మొత్తాన్ని నమోదు చేయండి

source: Add Receipt
ka: ರಸೀದಿಯನ್ನು ಸೇರಿಸಿ
ml: രസീത് ചേർക്കുക
ta: ரசீதைச் சேர்க்கவும்
te: రసీదుని జోడించండి

# receiptSuccessMsg
source: Receipt created successfully
ka: ರಶೀದಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ
ml: രസീത് വിജയകരമായി സൃഷ്ടിച്ചു
ta: ரசீது வெற்றிகரமாக உருவாக்கப்பட்டது
te: రసీదు విజయవంతంగా సృష్టించబడింది

source: Receipt Details
ka: ರಶೀದಿ ವಿವರಗಳು
ml: രസീത് വിശദാംശങ്ങൾ
ta: ரசீது விவரங்கள்
te: రసీదు వివరాలు

source: Receipt Number
ka: ರಶೀದಿ ಸಂಖ್ಯೆ
ml: രസീത് നമ്പർ
ta: ரசீது எண்
te: రసీదు సంఖ్య

source: Last Opened By
ka: ಕೊನೆಯದಾಗಿ ತೆರೆದವರು
ml: അവസാനം തുറന്നത്
ta: கடைசியாக திறக்கப்பட்டது
te: చివరిగా తెరిచినది

source: View Detail
ka: ವಿವರವನ್ನು ವೀಕ್ಷಿಸಿ
ml: വിശദാംശങ്ങൾ കാണുക
ta: விவரம் பார்க்கவும்
te: వివరాలను వీక్షించండి

source: Print
ka: ಮುದ್ರಿಸು
ml: അച്ചടിക്കുക
ta: அச்சிடுக
te: ముద్రించు

source: Receipt Pdf
ka: ರಶೀದಿ ಪಿಡಿಎಫ್
ml: രസീത് പി.ഡി.എഫ്
ta: ரசீது Pdf
te: రసీదు Pdf

source: Download Pdf
ka: ಪಿಡಿಎಫ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ml: Pdf ഡൗൺലോഡ് ചെയ്യുക
ta: Pdf ஐப் பதிவிறக்கவும்
te: Pdfని డౌన్‌లోడ్ చేయండి

source: Create Receipt
ka: ರಶೀದಿಯನ್ನು ರಚಿಸಿ
ml: രസീത് ഉണ്ടാക്കുക
ta: ரசீதை உருவாக்கவும்
te: రసీదుని సృష్టించండి

source: Receipt List
ka: ರಶೀದಿ ಪಟ್ಟಿ
ml: രസീത് ലിസ്റ്റ്
ta: ரசீது பட்டியல்
te: రసీదు జాబితా

source: Total Records
ka: ಒಟ್ಟು ದಾಖಲೆಗಳು
ml: ആകെ റെക്കോർഡുകൾ
ta: மொத்த பதிவுகள்
te: మొత్తం రికార్డులు

source: Page No
ka: ಪುಟ ಸಂ
ml: പേജ് നമ്പർ
ta: பக்க எண்
te: పేజీ నం

source: Page Limit
ka: ಪುಟದ ಮಿತಿ
ml: പേജ് പരിധി
ta: பக்க வரம்பு
te: పేజీ పరిమితి

source: Category
ka: ವರ್ಗ
ml: വിഭാഗം
ta: வகை
te: వర్గం

source: Creator Member
ka: ರಚನೆಕಾರ ಸದಸ್ಯ
ml: സ്രഷ്ടാവ് അംഗം
ta: படைப்பாளர் உறுப்பினர்
te: సృష్టికర్త సభ్యుడు

source: Non Member
ka: ಸದಸ್ಯರಲ್ಲದ
ml: അംഗമല്ല
ta: உறுப்பினர் அல்லாதவர்
te: సభ్యుడు కాని

source: From Date
ka: ದಿನಾಂಕದಿಂದ
ml: തീയതി മുതൽ
ta: தேதியிலிருந்து
te: తేదీ నుండి

source: To Date
ka: ಇಲ್ಲಿಯವರೆಗೆ
ml: തീയതി
ta: இன்றுவரை
te: ఇప్పటి వరకు

source: Search
ka: ಹುಡುಕು
ml: തിരയുക
ta: தேடு
te: శోధించండి

source: Partner Name
ka: ಪಾಲುದಾರ ಹೆಸರು
ml: പങ്കാളിയുടെ പേര്
ta: கூட்டாளர் பெயர்
te: భాగస్వామి పేరు

source: Partner Education
ka: ಪಾಲುದಾರ ಶಿಕ್ಷಣ
ml: പങ്കാളി വിദ്യാഭ്യാസം
ta: கூட்டாளர் கல்வி
te: భాగస్వామి విద్య

source: Partner Birth Date
ka: ಪಾಲುದಾರರ ಜನ್ಮ ದಿನಾಂಕ
ml: പങ്കാളിയുടെ ജനനത്തീയതി
ta: பங்குதாரர் பிறந்த தேதி
te: భాగస్వామి పుట్టిన తేదీ

source: Partner Rasi
ka: ಪಾಲುದಾರ ರಾಶಿ
ml: പങ്കാളി റാസി
ta: பங்குதாரர் ராசி
te: భాగస్వామి రాశి

source: Partner Natchathiram
ka: ಪಾಲುದಾರ ನಚ್ಚತಿರಂ
ml: പങ്കാളി നച്ചത്തിരം
ta: பங்குதாரர் நட்சத்திரம்
te: భాగస్వామి నక్షత్రం
